[{"model": "evaluacion.criterio", "pk": 1, "fields": {"nombre": "Innovación", "explicacion1": "Ya hay soluciones que hacen esto.", "explicacion2": "La solución proporciona una forma mejor / más rápida / más clara para atacar el problema que las soluciones existentes.", "explicacion3": "La solución agrega funcionalidades más allá de las proporcionadas por las soluciones existentes.", "explicacion4": "La solución ataca al problema con un nuevo ángulo / en una escala mayor / en un nivel superior que las soluciones existentes.", "explicacion5": "La solución ataca al problema de una forma completamente nueva y lo hace de forma óptima.", "tipo_jurado": 2}}, {"model": "evaluacion.criterio", "pk": 2, "fields": {"nombre": "Factibilidad", "explicacion1": "La solución no es factible para el problema planteado.", "explicacion2": "La idea podría ser factible, pero tiene una baja probabilidad de éxito porque es difícil de implementar.", "explicacion3": "La idea parece bastante factible, y tiene una buena probabilidad de éxito si se salvan algunas restricciones existentes.", "explicacion4": "La idea parece muy factible y viable con alta probabilidad de éxito.", "explicacion5": "La idea parece extremadamente factible y viable con una muy alta probabilidad de éxito.", "tipo_jurado": 2}}, {"model": "evaluacion.criterio", "pk": 3, "fields": {"nombre": "Presentación", "explicacion1": "La presentación carece de estructura clara y sentido de coherencia, lo que la hace difícil de seguir.", "explicacion2": "La presentación no está bien organizada y carece de cohesión, lo que significa que las funcionalidades e ideas centrales no se comprenden.", "explicacion3": "La presentación es clara y está lógicamente organizada. Sin embargo, las funcionalidades e ideas centrales podrían ser presentadas con mayor claridad.", "explicacion4": "La presentación es clara y está lógicamente organizada. Los elementos centrales del producto están claramente establecidos, pero podrían ser mejor destacados durante la presentación.", "explicacion5": "La presentación es clara y está lógicamente organizada. Los elementos centrales del producto son claramente expresados y resaltados.", "tipo_jurado": 2}}, {"model": "evaluacion.criterio", "pk": 4, "fields": {"nombre": "Estado de Madurez del Producto", "explicacion1": "Para el prototipo presentado no se desarrolló software.", "explicacion2": "Para el prototipo presentado se desarrolló algo de software, pero no está claro cuales funcionalidades implementa.", "explicacion3": "El equipo entregó un prototipo con una cantidad significativa de software desarrollado.", "explicacion4": "El equipo entregó un prototipo en donde el software desarrollado cubre las funcionalidades centrales del producto y se evidencia que el equipo tiene las habilidades para completarlas.", "explicacion5": "El equipo muestra habilidades técnicas sobresalientes. El software desarrollado es ingenioso y contundente.", "tipo_jurado": 1}}, {"model": "evaluacion.criterio", "pk": 5, "fields": {"nombre": "Pertinencia de las Tecnologías Utilizadas", "explicacion1": "El equipo ha usado tecnologías desfasadas y/o no apropiadas para la solución desarrollada.", "explicacion2": "El equipo ha usado pocas tecnologías (Lenguajes, Frameworks, APIs, DBMS, entre otras) actualizadas y/o que se adapten a los requerimientos del problema que resuelve la solución desarrollada.", "explicacion3": "El equipo ha usado una cantidad moderada de tecnologías (Lenguajes, Frameworks, APIs, DBMS, entre otras) actualizadas y/o que se adapten a los requerimientos del problema que resuelve la solución desarrollada.", "explicacion4": "El equipo ha usado en gran medida tecnologías (Lenguajes, Frameworks, APIs, DBMS, entre otras) actualizadas y/o que se adapten a los requerimientos del problema que resuelve la solución desarrollada.", "explicacion5": "El equipo ha usado tecnologías (Lenguajes, Frameworks, APIs, DBMS, entre otras) de forma óptima para el desarrollo de la solución.", "tipo_jurado": 1}}, {"model": "evaluacion.criterio", "pk": 6, "fields": {"nombre": "Arquitectura de la Solución", "explicacion1": "No se evidencia ninguna preocupación por aspectos relacionados a Arquitectura de Software.", "explicacion2": "El equipo tomó en cuenta algunos aspectos de Arquitectura de Software, pero no está clara la pertinencia de estas decisiones para la solución propuesta.", "explicacion3": "El equipo tomó decisiones a nivel de Arquitectura de Software, algunas de las cuales pueden ser pertinentes para la solución propuesta.", "explicacion4": "La arquitectura de la solución propuesta muestra que pueden conseguirse buenas prestaciones a nivel de escalabilidad y otros aspectos no funcionales de la solución.", "explicacion5": "La arquitectura de la solución propuesta muestra que es altamente escalable y presenta características excelentes con respecto a disponibilidad, seguridad y eficiencia a nivel computacional.", "tipo_jurado": 1}}, {"model": "evaluacion.criterio", "pk": 7, "fields": {"nombre": "Experiencia del Usuario", "explicacion1": "No se evidencia ninguna preocupación por aspectos relacionados a Experiencia del Usuario.", "explicacion2": "El equipo tomó en cuenta algunos aspectos de Experiencia de Usuario, pero no está clara la pertinencia de estas decisiones para la solución propuesta.", "explicacion3": "El equipo tomó decisiones a nivel de Experiencia de usuario, algunas de las cuales pueden ser pertinentes para la solución propuesta.", "explicacion4": "La solución provee de buenos elementos para facilitar la Experiencia de Usuario y es relativamente coherente el flujo propuesto para que el público al que se dirigen la solución pueda realizar las tareas.", "explicacion5": "La solución provee una Experiencia de Usuario intuitiva y muestra un flujo de realización de las tareas con mucho sentido para el público que consumirá la solución.", "tipo_jurado": 1}}, {"model": "evaluacion.criterio", "pk": 8, "fields": {"nombre": "Presentación", "explicacion1": "La presentación carece de estructura clara y sentido de coherencia, lo que la hace difícil de seguir.", "explicacion2": "La presentación no está bien organizada y carece de cohesión, lo que significa que las funcionalidades e ideas centrales no se comprenden.", "explicacion3": "La presentación es clara y está lógicamente organizada. Sin embargo, las funcionalidades e ideas centrales podrían ser presentadas con mayor claridad.", "explicacion4": "La presentación es clara y está lógicamente organizada. Los elementos centrales del producto están claramente establecidos, pero podrían ser mejor destacados durante la presentación.", "explicacion5": "La presentación es clara y está lógicamente organizada. Los elementos centrales del producto son claramente expresados y resaltados.", "tipo_jurado": 1}}]